import React from 'react';

export const CourseCostBlock = () => {
    return (
        <div>
            <h2>Стоимость курса</h2>
            <h3>3 150 BYN</h3>
            <ul>
                Оплата по системе внутренней рассрочки:
                <li>- 610 BYN / 250 USD до начала занятий</li>
                <li> - 610 BYN / 250 USD через 3 недели после начала обучения</li>
                <li> - 610 BYN / 250 USD через 6 недель после начала обучения</li>
                <li> - 610 BYN / 250 USD через 9 недель после начала обучения</li>
                <li> - 610 BYN / 250 USD через 12 недель после начала обучения</li>
            </ul>
            <p>
                Также в школе действуют программы рассрочки и кредитования БЕЗ процентов и переплат* с
                банками-партнерами на срок от 2 до 24 месяцев. Подробности <a href="#">здесь.</a>
            </p>
            <h5>Наши спецпредложения:</h5>
            <p>
                При единовременной оплате действует скидка 10% Для студентов TeachMeSkills скидка 100 BYN. Приведи друга
                – учитесь со скидкой 100 BYN каждый. *Более подробную информацию по программам рассрочки и кредитования
                можно узнать у менеджеров.
            </p>
        </div>
    );
};
